/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "1 minutts advarsel før frakobling";

/* Title for the about page */
"About" = "Om";

/* The string describing a buddy's account */
"Account" = "Konto";

/* Title for the accounts tab */
"Accounts" = "Kontoer";

/* String to be displayed when a buddy is Active */
"Active" = "Aktiv";

/* The title for the view to add a buddy */
"Add Buddy" = "Legg til venn";

/* String to describe advanced set of settings */
"Advanced" = "Avansert";

/* Agree to EULA */
"Agree" = "Enig";

/* Setting name for allowing authentication to happen in plain text or in the clear */
"Allow Plaintext Authentication" = "Tillat autentisering i klartekst";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Automatisk sletting";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "Auto-start Encryption";

/* Description for crash reports settings switch */
"Automatically send anonymous crash logs (opt-in)" = "Send inn anonyme kræsjrapporter automatisk (frivillig)";

/* Label in buddy list for users that are available */
"Available" = "Tilgjengelig";

/* Label in buddy list for users that are away */
"Away" = "Borte";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "Sesjonen i bakgrunnen vil utløpe om et minutt.";

/* string to describe basic set of settings */
"Basic" = "Standard";

/* The String for a button to block a buddy */
"Block" = "Blokker";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Blokker & fjern";

/* Name for default buddy group */
"Buddies" = "Venner";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Venn info";

/* Title for the buddy list tab */
"Buddy List" = "Venneliste";

/* Cancel an alert window */
"Cancel" = "Avbryt";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "Avbryt kryptert chat";

/* Title for chat view */
"Chat" = "Chat";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Chat sikkert med meg";

/* for attribution of other projects */
"ChatSecure is brought to you by many open source projects" = "ChatSecure er brakt til deg av mange prosjekter med åpen kildekode";

/* let users know source is on Github */
"Check out the source here on Github" = "Sjekk kildekoden på Github";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "Slett chathistorikk";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "Connect Facebook";

/* Whether or not account is logged in */
"Connected" = "Tilkoblet";

/* label for a link to contribute a new translation */
"Contribute a translation" = "Bidra med en oversettelse";

/* Title for the conversations tab */
"Conversations" = "Samtaler";

/* default string to revert to normal language behaviour */
"Default" = "Standard";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Slette konto?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Slett chatter ved frakobling";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Delivered";

/* Disagree with EULA */
"Disagree" = "Uenig";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "Disconnect Facebook";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "Frakoblet";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Ikke forstyrr";

/* Label text for domain field on login scree */
"Domain" = "Domene";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "Domenet må settes manuelt ved valg av tilpasset port";

/* Title for donation link */
"Donate" = "Donér";

/* Title for button to press when user is finished */
"Done" = "Ferdig";

/* The string describing account name or email address for a buddy */
"Email" = "E-post";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "Enables opportunistic OTR";

/* String to be displayed when a buddy has stopped composing and text has been entered */
"Entered Text" = "Skrevet tekst";

/* Title of error message pop-up box */
"Error!" = "Feil!";

/* Default message when a user status is set to extended away */
"Extended Away" = "Utvidet fravær";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Kunne ikke koble til XMPP server. Vennligst sjekk innloggingsdetaljer og internettforbindelse og prøv igjen.";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "Kunne ikke starte autentisering. Vennligst prøv igjen.";

/* your fingerprint */
"Fingerprint for you" = "Fingeravtrykket ditt";

/* Size for the font in the chat screen */
"Font Size" = "Skriftstørrelse";

/* String to be displayed when a buddy is inactive for an extended period of time */
"Gone" = "Borte";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* The string describing a buddy's group */
"Group" = "Gruppe";

/* The string describing a buddy's groups ... plural */
"Groups" = "Grupper";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "Vertsnavn samsvarer ikke";

/* Ignore an incoming message */
"Ignore" = "Ignorer";

/* Message alerting user that they need to return to the home screen and force close ChatSecure */
"In order to change languages return to the home screen and remove ChatSecure from the recently used apps" = "In order to change languages return to the home screen and remove ChatSecure from the recently used apps";

/* String to be displayed when a buddy has become inactive */
"Inactive" = "Inaktiv";

/* Short for information, button title to get more information */
"Info" = "Info";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "Start kryptert chat";

/* Message shown in line for users that are available */
"is now available" = "er nå tilgjengelig";

/* Message shown in line for users that are away */
"is now away" = "er nå borte";

/* Message shown in line for users that are offline */
"is now offline" = "er nå frakoblet";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* string to bring up language selector */
"Language" = "Språk";

/* String of title to alert user language is change */
"Language Change" = "Språkendring";

/* log in to account */
"Log In" = "Logg inn";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "Logg inn på siden for innstillinger (finnes øverst i høyre hjørne av vennelisten) og velg en venn fra vennelisten for å starte chat.";

/* log out from account */
"Log Out" = "Logg ut";

/* shown during the login process */
"Logging in..." = "Logger inn...";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "Logg inn på";

/* Ask user if they want to logout of OSCAR */
"Logout from OSCAR?" = "Logge ut fra OSCAR?";

/* ask user if they want to log out of XMPP */
"Logout from XMPP?" = "Logge ut fra XMPP?";

/* just the word as a placeholder for the message text field */
"Message" = "Melding";

/* The string describing a buddy's display name */
"Name" = "Navn";

/* For a new settings value */
"New" = "Ny";

/* Title for New Account View */
"New Account" = "Ny konto";

/* prefix to show buddies status message in line on chat view */
"New Status Message: %@" = "New Status Message: %@";

/* Message informing user that there are no accounts currently saved */
"No Saved Accounts" = "Ingen lagrede kontoer";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "Ikke tilgjengelig";

/* Not Verified or cancel verified */
"Not Verified" = "Ikke verifisert";

/* Label in buddy list for users that are offline */
"Offline" = "Frakoblet";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Gammel";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "Åpne i Safari";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Valgfritt";

/* the name for AIM */
"OSCAR Instant Messenger" = "OSCAR Instant Messenger";

/* Title for other miscellaneous settings group */
"Other" = "Annet";

/* Label text for password field on login screen */
"Password" = "Passord";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Avventer godkjenning";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Slett permanent";

/* Label for port number field for connecting to service */
"Port" = "Port";

/* label for link to ChatSecure project website */
"Project Homepage" = "Prosjektets nettside";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Påstått fingeravtrykk for";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "Les";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Siste";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Husk passord";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "Husk brukernavn";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Fjern";

/* Reply to an incoming message */
"Reply" = "Svar";

/* Setting name for requiring a TLS connection */
"Require TLS" = "Krev TLS";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Påkrevd";

/* Title for button for saving a setting */
"Save" = "Lagre";

/* Title of alert box warning about security issues */
"Security Warning" = "Sikkerhetsadvarsel";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "Selvsignert SSL";

/* Title for settings cell on whether or not the XMPP library should allow self-signed SSL certificates */
"Self-Signed SSL" = "Selvsignert SSL";

/* For sending a message */
"Send" = "Send";

/* Title for crash reports settings switch */
"Send Crash Reports" = "Send kræsjrapporter";

/* String in login settings asking to send delivery receipts */
"Send Delivery Receipts" = "Send leveringsbekreftelser";

/* String on button to email feedback */
"Send Feedback" = "Send tilbakemelding";

/* String in login settings asking to send typing notification */
"Send Typing Notification" = "Send Typing Notification";

/* Title for the Settings screen */
"Settings" = "Innstillinger";

/* Title for sharing a link to the app */
"Share" = "Del";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "Sign out Warning";

/* description for what the font size setting affects */
"Size for font in chat view" = "Størrelse på tekst i chat";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "SSL vertsnavn samsvarer ikke";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "Samtalen med %@ er ikke sikker lenger.";

/* Warns user that the current chat is secure */
"This chat is secured" = "Denne chatten er sikret";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "Denne chatten er sikret og verifisert";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store." = "Denne QR-koden inneholder en link til http://omniqrcode.com/q/chatsecure og vil omdirigere til App Store.";

/* String to be displayed when a buddy is currently composing a message */
"Typing" = "Skriver";

/* example of a Google talk account */
"user@gmail.com" = "user@gmail.com";

/* Label text for username field on login screen */
"Username" = "Brukernavn";

/* Shown when verifying fingerprints */
"Verified" = "Verifisert";

/* Shown when verifying fingerprints */
"Verify" = "Verifiser";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Verifiser Fingeravtrykk";

/* Shown when verifying fingerprints */
"Verify Later" = "Verifiser senere";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Versjon";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "Advarsel: Denne chatten er ikke kryptert";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "Advarsel: Vær forsiktig ved bruk! Dette kan redusere sikkerheten din. ";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "Når du forlater denne samtalen vil den slettes for alltid.";

/* Message shown when user is disconnected */
"You (%@) have disconnected." = "Du (%@) har koblet fra.";

/* prefix to show your status message inline on chatview */
"You are: %@" = "You are: %@";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "Du må være i en sikker samtale først.";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "Du må oppgi et brukernavn og et passord for å logge inn.";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "Din donasjon vil finansiere den videre utviklingen av ChatSecure.";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "Brukernavnet ditt på Facebook er ikke e-postadressen du bruker når du logger inn på Facebook";

